
OpenConnection = "Fehler beim Öffnen der Verbindung";
NoNamedServer = "Kein Server mit dem Namen %@ gefunden";
NoConnection = "Es konnte keine Verbindung hergestellt werden mit Server %@, Port %d";
ServerClosed = "Der Server hat die Verbindung unterbrochen";
ServerError = "Es ist ein Fehler aufgetreten";
UnknownAuthType = "Unbekannter Authentifizierungs-Typ";
ARDAuthWarning = "ARDAuthWarning";
AuthenticationFailed = "Authentifizierung fehlgeschlagen";
AuthenticationFailedTooMany = "Authentifizierung zu oft fehlgeschlagen";
UnknownAuthResult = "Unbekanntes Authentifizierung-Ergebnis";
ServerReports = "Der Server berichtet";
UnknownMessageType = "Unbekannter Nachrichtentyp";

ConnectingToServer = "Verbinde mit Server…";
"Connection failed" = "Verbindung fehlgeschlagen";
"Connection terminated" = "Verbindung beendet";
DeleteServerTitle = "Server-Details";
DeleteServerMessage = "Sind Sie sicher, daß sie diese Server-Details löschen wollen?";
ServerInformationTitle = "Server-Details";

AboutVersion = "VNsea 0.8";
AboutMessage = "Copyright © 2007 Chris Reed, Glenn Kreisel\nLizensiert unter der GPLv3\nhttp://code.google.com/p/vnsea";
StatusBarMessage = "Copyright © 2007 Chris Reed, Glenn Kreisel"; 

OK = "OK";
Cancel = "Abbrechen";
Save = "Speichern";

"Edit Server" = "Bearbeiten";

PasswordRequestText = "Bitte geben Sie ihr VNC-Server-Passwort ein:";
PasswordRequestTitle = "Mehr Server-Details benötigt";
Name = "Name";
Address = "Adresse";
Password = "Passwort";
PasswordPlace = "Passwort eingeben";
NamePlace = "Sitzungsnamen eingeben";
AddressPlace = "hostname[:port] eingeben";
Display = "Anzeige";
Shared = "Gemeinsam genutzt";
"View Only" = "Nur anzeigen";
"Pixel Depth" = "Pixel-Tiefe";
"Delete Server" = "Server löschen";

About = "Über";
New = "Neu";
"VNC Servers" = "VNC-Server";

ApplicationBadgeConnected = "✔";

Preferences = "Einstellungen";
Back = "Zurück";
"Show Mouse Tracks" = "Mausspuren zeigen";
"Exit App on Suspend" = "Ende im Ruhezustand";
